Repository: Kodkollektivet/kodkollektivet.se
Catalog: kodkollektivet/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Board
sv: Styrelsen

source: Projects
sv: Projekt

source: English
sv: Engelska

source: Swedish
sv: Svenska

source: What is Kodkollektivet
sv: Vad är Kodkollektivet

source: what-is-kod-part-1
sv: Kodkollektivet består av en grupp studenter med ett brinnande intresse, främst inom programmering, nätverk och andra IT-relaterade ämnen.

source: what-is-kod-part-2
sv: Vi startade under sommaren 2015 med ett hav av idéer som vi sedan dess har provat på, finslipat men framför allt lärt oss en hel del av gällande både samarbete, planering och fokus.

source: what-is-kod-part-3
sv: Med detta i bagaget startar Kodkollektivet nu som studentförening och skiftar fokus en aning från projektarbeten och kodträffar till en mer social platform inriktad på studenter (med ingen till full kompetens inom sitt område) likaväl som företag med intresse av att komma i tidig kontakt med framtida arbetstagare.

source: what-is-kod-part-4
sv: Detta gör vi med hjälp av en mötesplats där studenter får komma i kontakt med båda varandra och näringsliv genom diverse aktiviteter såsom tema-kvällar, hackathons, workshops, studiebesök och kortare gästföreläsningar från företag i regionen.

source: Student, do you have what it takes
sv: Student, har du var som krävs

source: do-you-have-what-it-takes
sv: Absolut! För att ta del av Kodkollektivet krävs inga som helst tidigare erfarenheter eller särskilda talanger. Vi välkomnar alla som vill lära sig mer, förbättra sitt CV, eller bara träffa nya vänner med liknande intressen! Kodkollektivet ställer inga krav på dig som student, utan ger dig bara möjligheten. Du bestämmer själv hur mycket du vill delta och hur mycket tid du vill lägga ner på de aktiviteter och träffar vi erbjuder.

source: Employers, come and meet the future
sv: Företag, kom och träffa framtiden

source: come-and-meet-the-future
sv: Dagens studenter är de som kommer att driva nya ideer och tankar i morgondagens företag. Genom Kodkollektivet finns möjligheten att på ett prestigelöst och socialt sätt träffa dem. Kodkollektivet ser gärna att ni kommer med ideer på events, föreläsningar eller studiebesök! Vill ni vara med och sponsra Kodkollektivet och få din logo på hemsidan?

source: Get in contact
sv: Kontakta oss

source: We are using Slack
sv: Vi använder Slack

source: Home
sv: Hem

source: Statutes
sv: Stadgar

source: Services and applications
sv: Tjänster och applikationer

source: We encurage members to set up services or creating applications. If you have something that you wanna have in the list, just hit us up on Slack or by email. If you have a project that you wanna host under https://api.kodkollektivet.se/YOUR_PROJECT_NAME we could help out with that!
sv: Vi vill uppmuntra medlemar att skapa tjänster och bygga applikationer. Om du har något som du gärna vill att vi ska publicera i listan kontakta oss på Slack eller email. Om du har projekt som du vill hosta under https://api.kodkollektivet.se/YOUR_PROJECT_NAME kan vi hjälpa till med det!

source: Account activation failed
sv: Kontot kan inte aktiveras

source: Your account is now activated.
sv: Ditt konto är nu aktiverat

source: Activate account at
sv: Aktivt konto på

source: Log in
sv: Logga in

source: Forgot password
sv: Glömt lösenord

source: Reset it
sv: Återställ

source: Not member
sv: Inte medlem

source: Register
sv: Registrera

source: Logged out
sv: Logga ut

source: Password changed
sv: Lösenord ändrat

source: Submit
sv: Skapa
